Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: As an IT professional you are always solving problems, whether it's infrastructure acquisition and deployment or software implementation and development. There are many things that contributed to my development as an entrepreneur, but the most notable to me are the skills I gained throughout the years working for and with others. Academia played a small role in my journey and I found training from entrepreneur-targeted workshops was more impactful.
ne: मैले वेष्ट इन्डिज विश्वविद्यालय बाट कम्प्युटर साईन्समा स्नातक (बि. एस्सी.) सकें र आईटी क्षेत्रमा दश वर्ष काम गरें। सन् २०१५ को जनवरीसम्म काम गरें त्यसपछि मेरो कम्पनी अक्वा फ्लो प्रोडक्टस एन्ड सर्भिस लि. शुरु गर्न "नौ-देखि-पाँच" को दुनियाँ छाडें। एक आईटी व्यावसायीको रुपमा तपाईं सधैं समस्याको हल खोजिरहनुहुन्छ, या त त्यो पूर्वाधार अधिग्रहण र विकास वा सफ्टवेयर कार्यान्वयन र विकास । एक उद्यमीको रुपमा मेरो प्रगतिमा धेरै कुराहरुले योगदान दिएका छन् तर मेरो लागि सबभन्दा उल्लेखनीय वर्षौसम्म अरुका लागि र अरुसँग काम गर्दा प्राप्त भ्एको सीप हो। मेरो यात्रामा शिक्षाले सानो भूमिका खेलेको छ र उद्यमी लक्षित वर्कसप तालिम प्रभावशाली भएको पाएँ। उदाहरणका लागि खरीदमा दक्षता, ग्राफिक्स डिजाइन, वेब डेभलपमेन्ट र फोटोग्राफी धेरै पछिसम्म काम लागे । विश्वास गर्नुस् या नगर्नुस्, मैले आफ्नो व्यापारको लागि लेखा र बिक्री व्यवस्थापन गर्ने सफ्टवेयर निर्माण गरें।

source: The “Pump-N-Spray”. Photo courtesy Jovan Evans, used with permission.
ne: "पम्प-एन-स्प्रे" । फोटो सौजन्य - इभान्स

source: GV: What gave you the idea — and why did you see the need — for your Pump-N-Spray?
ne: जिभी: तपाईंको पम्प-एन-स्प्रे बनाउने विचार कहाँबाट आयो र कसरी यसको आवश्यकता देख्नुभयो ?

source: JE: Pump-N-Spray was born from frustration: the annoyance of bucket bathing every night because of water restrictions, a back-breaking chore I was introduced to on my grandfather’s farm decades prior. One day I forgot to catch my water, and that was the straw that “broke my back”. I originally sought to buy a solution but couldn’t find one, so this “camel” decided to build one.
ne: जेइ: पम्प-एन-स्प्रे निराशाले जन्माएको थियो: पानीको असुविधाको कारण हरेक रात बकेटमा नुहाउनुपर्ने झन्झट, त्यो ढाँड भाच्ने कामसँग म दशकौं अघि हजुरबुवाको खेतमा काम गर्दा परिचित भइसकेको थिए । एक दिन मैले पानी खोज्न भुलें, त्यही कुराले गर्दा मैले मेहनत गरें। शुरुमा यो समस्याको समाधान किन्न खोजें तर त्यस्तो केही पाउँन सकिन त्यसैले मैले यसलाई बनाउने निर्णय गरें। छ हप्तापछि मैले पहिलो प्रोटोटाइप विकास गरें। त्यो समयमा पम्प-एन-स्प्रे केवल म आफैंको निम्ति थियो। जब पानीको स्थिति नियमित बन्यो मैले यसलाई प्रयोग गर्न स्थगित गरें; तर केही महिनापछि फेरि पानीको अभाव हुनथाल्यो र म पुन: मेरो पम्प-एन-स्प्रे प्रयोग गर्न बाध्य भएँ। त्यसबेलादेखि मलाई स्पष्ट भयो कि अन्य व्यक्तिहरु पनि यस्तै चुनौतीको सामना गरिरहेका छन् साथै सम्भवत: उनीहरुले मेरो सिर्जनामा अभिरुचि लिनेछन्। जलवायु परिवर्तनले पानीको सुलभता सुधार नहुने संकेत गर्छ त्यसकारण पम्प-एन-स्प्रेले सफलता पायो।

source: After six weeks I developed my first prototype.
ne: जिभी: तपाईं एक्लैले सुरुवात गर्नु भयो कि समर्थक र सहयोगीहरुसँग ?

source: At that time, the pump-n-spray was just for myself. When the water situation was regularized I actually shelved it; but months later water restrictions were back and I was forced to use my Pump-N-Spray. It was then it dawned upon me that other persons were having the same challenge and that more than likely they would also be interested in my creation.
ne: जेइ: उत्पादन विकास प्रक्रिया र पूंजी लगानीको सवालमा मेरो एक्लैको प्रयास थियो; तर म भाग्यशाली भएँ रब्रान्सन सेन्टर अफ आंतप्रेनरशीप जान पाए। त्यसले व्यापार विस्तार गर्न धेरै मद्दत गर्‍यो। मेरो नौ वर्षको जागीरको अन्तिम दिन नै म आधिकारिक रूपमा ब्रान्सन सेन्टरको उद्यमी स्वीकृत भएको सम्झना छ। ब्रान्सन सेन्टरबारे अनभिग्य हुनुहुन्छ भने यसले एउटा दिगो र सामाजिक रुपले जिम्मेवार तरिकाले जीविका सुधार्न साथै संसार परिवर्तन गर्न व्यापार सन्चालनका लागि उत्प्रेरित गर्दछ।

source: Climate change indicates that water accessibility is not going to improve, so Pump-N-Spray was set to be a winner.
ne: जिभी: फ्लिन्ट, मिशिगन सँगको साझेदारी बारेमा बताउनुस् न। यो कसरी भयो ?

source: GV: Did you simply go it alone or did you have supporters and backers to get you started? JE: I was alone in the product development process and financing for most of my journey; but I was fortunate to get into the Branson Centre of Entrepreneurship and that helped a lot with the business development. I recall the last day of my job of nine years was also the day I was accepted as an official Branson Centre Entrepreneur.
ne: जेइ: वासिङ्टन डिसीका अधिवक्ता एस्सिता डन्कनले यो पहल शुरु गरेका हुन्। मैले उनलाई जमैकाको मोन्टेगो बेमा ब्रान्सन सेन्टरले आयोजना गरेको "मीट एन्ड ग्रीट" कार्यक्रममा संयोगले भेटे। उनी थोरै स्रोतामध्ये एक हुनुहुन्थ्यो जोसँग मैले आफ्नो उद्यमशीलताको यात्राबारे सेयर गरें। केही हप्तापछि उनले मलाई संपर्क गरिन् र फ्लिन्टमा पानीको शंकट साथै उनी संलग्न भ्एको एक नाफा-रहित संस्था सेर्वेन्ट्स् विदाउट बोर्डर्स्सँग परिचय गराइदिइन्। उनीहरुले खबर सुने र फ्लिन्टस्थित समुदायमा भ्रमण गरे र पानीको समस्याको लागि कदम चाले। पम्प-एन-स्प्रेको सकारात्मक र महत्वपूर्ण प्रभाव फ्लिन्ट स्थित परिवारका सदस्यहरु विशेष गरी बालबालिकाहरुलाई पर्ने हामीले थाहा पाँयौ। वेबसाईटको माध्यमबाट चन्दा संकलन गर्ने अभियान शुरु भयो र यसले राम्रो समर्थन पाइरहेको छ।

source: How did this come about? JE: Essita Duncan, a lawyer from Washington, DC, started this initiative.
ne: जिभी: इच्छुक उद्यमीहरूलाई खासगरी "हरित" उत्पादनको लागि कस्तो सल्लाह दिन चाहनुहुन्छ ?

source: We knew the Pump-N-Spray would have a positive and significant impact on the families in Flint — particularly on the children. A crowdfunding campaign was started and it has been well supported.
ne: जिभी: तपाईं आफूलाई व्यवसायी ठान्नुहुन्छ? अन्य पर्यावरण-मैत्री उपकरणहरू समावेश गर्न आफ्नो उत्पादनको दायरा विस्तार गर्ने सोच राख्नुभएको छ कि ?

source: No matter how “green” your product is, your operations have to be sustainable and/or profitable. Always try and make people’s lives better with whatever you do and always listen to your customers. Try and partner with other entrepreneurs or institutions where possible.
ne: जेइ: म आफुलाई एउटा व्यवसायी भन्दा पनि आविष्कारक ठान्दछु, मेरा नजिककाहरुले यसको विपरीत भन्ने गरे तापनि। मैले अन्य तीन आविष्कारको पेटेन्ट गर्नुछ। धमिलो पानीलाई पुन: प्रयोग गर्ने मेरो हालैको योजनामा समावेश छ।

source: My most recent idea involves the recycling of greywater. Left: Daryl Vaz, Jamaica's Minister Without Portfolio in the Ministry of Economic Growth and Job Creation (responsible for the environment and climate change), beside Leo Heileman of UNEP's Regional Office for Latin America and the Caribbean, receiving a copy of the EU-funded Green Economy Scoping Study for Jamaica. Photo courtesy Emma Lewis, used with permission.
ne: बाँया: इयूको आर्थिक सहायतामा सन्चालित जमैका हरित अर्थव्यवस्था सम्भाव्यता अध्ययनको प्रतिलिपि ग्रहण गर्दै जमैकाको आर्थिक वृद्धि तथा रोजगार निर्माण मन्त्रालयका (वातावरण र जलवायु परिवर्तनका लागि जिम्मेवार) बिना विभागीय मन्त्री ड्यारिल भाज,साथै यूनेपको ल्याटिन अमेरिका तथा क्यारेबियनका लागि क्षेत्रिय कार्यालयका लियो हेइलेमन । फोटो सौजन्य - एम्मा लेविस

source: But it's hard to make a judgement based on the financial constraints that we face and our current obligations.
ne: जिभी: जमैकामा हरित अर्थव्यवस्थाको सम्भावनाको बारेमा तपाईंको कस्तो घारणा छ ? यो कसरी विकास भएको हेर्न चाहनुहुन्छ ?

source: I would like to see more Jamaicans volunteering in their communities in green projects; and a greater effort to be made to teach our children in schools about the environment, “green” solutions to everyday issues and the impact of our current way of life on the environment.
ne: जेइ: म भन्न चाहन्छु कि हामी आफ्नो बाटोमा छौं। हामीसँग निजी र सार्वजनिक क्षेत्रलाई इमान्दार राख्ने, पर्यावरण जोखिम कम गर्ने र यस्ता मुद्दाहरुमा जनताको जागरूकता बढाउने संस्थाहरु छन्। छनौट प्रक्रियाहरुमा प्रतिबिम्बित भए जस्तै दिगो विकासका लागि सरकारले प्रोत्साहन गर्छ। यद्यपि वातावरण र जीविकाका लागि खतरा पनि छ जुन कुरा सरकारको प्राथमिकतामा नपरेको देखिन्छ। तर हामीले सामना गर्ने आर्थिक असहजता र हाम्रा वर्तमान दायित्वको आधारमा निर्णय गर्न गाह्रो छ। म धेरै जमैकनहरु आफ्ना समुदायहरुमा हरित योजनाको लागि स्वयं सेवा गरेको हेर्न चाहन्छु; पर्यावरणको बारेमा विद्यालयहरुमा हाम्रा बालबालिकाहरुलाई सिकाउन अधिक प्रयास गर्नुपर्छ। दैनिक मुद्दाहरू र पर्यावरणमा हाम्रो वर्तमान जीवन शैलीले गरेको प्रभावका लागि हरित समाधान खोज्नुपर्दछ।

source: GV: In your opinion, are Jamaicans in general becoming more environmentally aware and more conscious of the impact of climate change?
ne: जिभी: तपाईंको विचारमा जमैकनहरु साधारणतया वातावरणीय हिसाबले अझ जागरुक र जलवायु परिवर्तनको प्रभावबारे अझ सजग भएका छन्?

source: JE: Yes we are, as we have in recent times felt its impact in our homes.
ne: जेइ: हो हामी भएका छौं, यसको प्रभाव हालसालै अनुभव गरेका छौं। म सन् २०१५ को खडेरीको बारेमा भनिरहेको छु। यसको कारण धेरै घरपरिवारका धारामा पानी आएन। यसले हामीलाई आफ्नो खाद्य सुरक्षाको लागि सोच्ने बनायो साथै यसले निश्चित प्रकारको भाईरस बोक्ने लामखुट्टेको प्रजनन् का लागि चाहिने परिस्थिति सुधार्न मद्दत गर्‍यो।

source: I am specifically talking about the drought of 2015, which left many households without running water, made us think more about our food security and helped improve the conditions for certain virus-carrying mosquitos to breed.
ne: एक आविष्कारक, एक व्यवसायी, वा दुवै, जे भएपनि जोभन इभान्स निश्चय पनि जमैकाको "हरित अर्थव्यवस्था" लाई अगाडि बढाउन नभई नहुने रचनात्मकता र नवीनताको एक उदाहरण हुन् ।

source: Screenshot of the Mixed Martial Arts fight in Shanghai between Aibek Nurseit and ethnic Kazakh Gabit Turganbek from a video uploaded by QAIMAQ TV.
ne: दुई कजाख खेलाडीहरूबीचको केज फाइटमा भाइचारा प्रतिबन्धित शंघाईमा एईबेक नुर्सेत र सजातीय कजाख ग्याबिट तुर्गान्बेकबीच भएको मिश्रित मार्शल आर्ट्सको स्क्रीनशट, QAIMAQ TV द्वारा अपलोड गरिएको भिडियो ।

source: Kazakh social media networks have been discussing a bizarre Mixed Martial Arts (MMA) cage 'fight' between one of their own citizens and an ethnic kinsman from China in Shanghai, which ended in mutual disqualification after both fighters appeared to be simply going through the motions.
ne: शंघाईमा आफ्नै नागरिकहरुमध्ये एक र चीनका सजातीय खेलाडीबीच अनौठो मिश्रित मार्शल आर्ट्स (एमएमए) केज फाइट (पिंजडा कुस्ती) वास्तविक लडाइ नभएर बहानामात्र गरेको देखिएपछि पारस्परिक अयोग्यतामा खेल समाप्त भएको बारेमा कजाख सामाजिक मिडिया नेटवर्कहरूमा छलफल भइरहेको छ।

source: The reason for that, as learned by RFE/RL and a host of local Kazakh news websites, was that the two Kazakhs did not want to harm one another.
ne: RFE/RL र थुप्रै स्थानीय कजाख समाचार वेबसाइटहरूको जानकारी अनुसार दुई कजाख खेलाडीहरूले एक अर्कालाई हानी पुर्याउन नचाहनु नै यसको कारण थियो।

source: The display of brotherliness, which saw some light grappling but none of the destructive knee, kick and punch combinations for which the sport is famous, did not impress the judges, who promptly disqualified the pair.
ne: घातक नी (घुँडाको प्रहार), किक र मुक्काको संयोजन हुनु यस खेलको विशेषता हो र प्रख्यात हुनुको कारण पनि हो तर यस खेलमा पूर्णरूपले यस्तो नदेखिएर केही हल्का कुस्ती मात्रै देखिएको र प्रष्ट रूपमा भाईचारा झल्किएकोले स्वभाविकरूपमा निर्णायकहरू प्रभावित भएनन् र सो जोडी खेलाडीलाई नै अयोग्य घोषणा गरे।

source: A video from the fight is below:
ne: कुस्तीको भिडियो तल देखाइएको छ:

source: Gabit and I, we both made it to the finals.
ne: फाइटर खेलाडीहरू मध्ये एक एईबेक नुर्सेतले RFE/RL लाई यस्तो भने:

source: I had beaten a French fighter and Gabit beat a Ukrainian guy. We never agreed beforehand that we wouldn't hit each other. when I entered the ring and the fight started, I felt immediately like Gabit was avoiding hitting me. I understood that he didn't want to fight with me, and I couldn't raise my hand against another Kazakh either.
ne: ग्याबिट (तुर्गान्बेक) र म, हामी दुवै फाइनलमा प्रवेश गर्यौं, मैले फ्रेन्च फाइटरलाई हराएको थिएं भने ग्याबिटले युक्रेनीलाई हराए। हामी एक अर्कालाई नहिर्काउने कुरामा पहिले नै कहिल्यै सहमत थिएनौं। तर जब म रिङ्गमा प्रवेश गरें र कुस्ती शुरू भयो, मैले तुरुन्तै महसूस गरें ग्याबिट मलाई कुट्न बेवास्ता गरिरहेको थियो। मैले बुझें कि ऊ मसँग कुस्ती खेल्न चाहंदैन थियो, र मैले पनि अर्को कजाखविरुद्ध हात उठाउन सकिंन।

source: RFE/R'L's report continues:
ne: RFE/RL को थप रिपोर्ट:

source: Nurseit said a large sum of money and a championship title were at stake, but he didn't want to win them by beating a fellow Kazakh. "I met Gabit after the fight at the banquet. We shook hands and that was it," he said.
ne: नुर्सेतले भने ठूलो राशिको मुद्रा र एक च्याम्पियनशिप उपाधि दाउमा थियो, तर उनी एक कजाख साथीलाई हराएर यी सबै जित्न चाहंदैन थिए। "कुस्तीपछि भोजमा मैले ग्याबिटलाई भेटें। हामीले हात मिलायौं र त्यतिमात्र हो," उनले भने।

source: Thanks a lot lads, good work. You did us proud!
ne: धेरै धन्यवाद युवा केटाहरू, राम्रो काम। तिमीहरूले हामीलाई गर्वित गरायौं!

source: 8.5 million), while Kyrgyz, Uzbeks and Tajiks also live in the region.
ne: ग्याबिट तुर्गान्बेक चीनको पश्चिमी शिन्जियाङ प्रान्तका १५ लाख कजाखहरू मध्ये एक हुन् । कजाखहरू अनुमानित ८५ लाख उइघूरहरूलाई छाडेर यस प्रान्तमा बसोबास गर्ने सबैभन्दा धेरै जनसंख्या भएको मध्य एशियाली अल्पसंख्यक हुन् जबकि किरगिज़, उज़बेक र ताजिकहरू पनि यसै क्षेत्रमा बस्दछन्।

source: Ethnic Kazakhs make up over 65% of the population of ex-Soviet Kazakhstan, with around a fifth of the state's population made up of ethnic Russians.
ne: राज्यको करिब पाँचौ स्थानको जनसंख्या भएको सजातीय रुसीसँगै पूर्व सोभियत कजाकिस्तानको जनसंख्याको ६५% भन्दा बढी सजातीय कजाखहरू रहेका छन्।

source: What Do People Tweet While Waiting for the Train to Go By? · Global Voices
ne: रेल गुड्ने प्रतिक्षामा बसेका यात्रीहरूका ट्वीट

source: Shakuji Park Crossing, Seibu Ikebukuro Line, Tokyo. Screencap from YouTube user hitorikamonen.
ne: साकुजी पार्क क्रसिङ,सेइबु ईकेबुकुरु लाइन,टोकियो। स्क्रीनक्याप-यू ट्यूब प्रयोगकर्ता हितोरीकमोनेन। .

source: By some estimates there are more than 3,000 kilometers of train lines snaking across Tokyo, giving Japan's capital city the highest railway density on the planet.
ne: अनुमान अनुसार लगभग ३,००० किलोमिटर भन्दा बढी रेल मार्गको सन्जालले टोकियो सबैतिरबाट जेलिएको छ जसले गर्दा जापानको राजधानी शहरलाई पृथ्वीमा उच्चतम रेलवे घनत्व भएको शहर बनाएको छ।

source: One member of the prominent Japanese Internet meme-sharing community Matome Naver has curated a popular post about Tweets people send out while waiting for the train go by that captures different people's takes on one of the capital's most widely-shared experiences.
ne: जबकि यसले टोकियो बासिन्दाहरुका लागि रेल यातायात सरल र सुविधाजनक बनाउँछ, ३४,००० लेवल रेल क्रसिङ (踏切,फुमिकिरी ) का कारण मोटर यात्री, साइकल यात्री र पैदल यात्री समान रुपले लामो समयसम्म कुर्नुपर्ने हुनसक्छ।

source: So, how was your train wait today? Some people take to reporting unusual or amusing things they see while waiting for the train to pass.
ne: प्रमुख जापानी इन्टरनेट मेम-सेयरिङ समुदायका एक सदस्य मातोमे नावेरले रेल गुड्ने प्रतिक्षामा बसेका मानिसहरुले ट्विट् गरेका लोकप्रिय पोष्टहरु चयन गरेका छन् जसले राजधानीको सबभन्दा व्यापक सेयर भएको अनुभव बारेमा विभिन्न मानिसहरुको विवरण चित्रण गर्दछन्।

source: At the crossing waiting for the train to go by.
ne: त्यसो भए आज तपाईंको रेलको प्रतिक्षा कस्तो रह्यो त ?

source: People are lined up quite politely behind a horse. Waiting for the level crossing gates to pull back up gives some a chance to observe their surroundings more closely.
ne: केही मनिसहरु रेल अगाडि बढ्ने प्रतिक्षा गर्दा उनीहरुले देखेका अनौठा र मनोरञ्जक गतिविधिहरुका विवरण दिन्छन्।

source: Waiting for the train, I see a cat appear by my side...
ne: क्रसिङमा रेल गुड्ने प्रतिक्षा गर्दै। मनिसहरु एउटा घोडाको पछि शान्त शालीन भएर लाइनमा उभिदै।

source: Others choose to escape the mundanity by diving into a book. The train schedules have converged in a perfect storm and the level crossing gates haven't opened in over 15 minutes.
ne: लेवल क्रसिङ गेट खुल्ने प्रतिक्षामा बसेको समयमा केहीलाई आफू वरपर नजिकबाट हेर्ने अवसर मिल्दछ।

source: So I'm just reading a book.
ne: रेलको प्रतिक्षामा रहँदा मैले मेरो नजिकै एउटा बिरालो देख्छु......

source: And others engage in people-watching.
ne: अन्यले दैनिकिदेखि केही क्षण टाढा हुन पुस्तकलाई रोज्दछन्।

source: There's a train stopped near the level crossing, so the crossing gate has descended. There's an old guy passing the time by practicing karate chops on the flags of the gate.
ne: रेल तालिकाहरु एक अर्कासँग जुँधेर बर्बाद भएको छ र लेवल क्रसिङ गेट १५ मिनटभन्दा बढी समयदेखि खुलेको छैन। त्यसैले म एउटा पुस्तक पढिरहेको छु।

source: Someone is practicing her squats while waiting for the train to go by.
ne: साथै अन्य चाँहि मनिसहरु हेर्न संलग्न हुन्छन्।

source: The level crossing gates are down, so I thought I would take a detour.
ne: लेवल क्रसिङ नजिकै एउटा रेल रोकियो, त्यसैले क्रसिङ गेट बन्द भएको छ। त्यहाँ एकजना बुढो मान्छे गेटको झण्डाहरुमा कराते चोप्स ( हातको प्रयोग गरेर जोडले प्रहार गर्ने कला ) को अभ्यास गरेर समय बिताउदै।

source: However I failed miserably and now I have scraped my toes.
ne: रेल प्रतिक्षा गर्ने क्रममा कोही खुट्टाको व्यायाम गरिरहेका छन्।

source: I guess I should just not try to climb over a wall next time.
ne: यस समान र अधिक समय लिने अवरोधलाई उपेक्षा गर्ने प्रयास धेरै जसो प्रतिक्षाभन्दा पनि बढी हैरानी हुन्छ।

source: Usually whenever I have to wait at this level crossing, I try taking a detour along a slightly longer route.
ne: लेवल क्रसिङ गेट बन्द छन्, त्यसैले मैले एक चक्कर लगाउने सोचें। तर म नराम्रोसँग असफल भए र अहिले मेरो खुट्टाको औंलाहरूमा घाउ भएको छ। मलाई लाग्छ अर्को पटकदेखि मैले पर्खाल माथि चढ्ने प्रयास गर्नु हुँदैन।

source: And I get lost every time.
ne: प्राय जब यस लेवल क्रसिङमा पर्खनु पर्ने हुन्छ, म अलि लामो बाटो भएर चक्कर लगाउने प्रयास गर्छु। अनि म हरेक पटक बाटो भुल्छु।

source: Sometimes people encounter rare trains:
ne: कहिलेकाहीं मानिसहरू संयोगले दुर्लभ रेल भेट्छन्:

source: Wow, it's the Red Rapide (at the level crossing near my house)! I was planning to go into town and I realized I forgot my phone... And by chance I saw this train!
ne: वाह,यो रेड रेपिड ( मेरो घर नजिकैको लेवल क्रसिङमा ) हो ! म शहर जाने योजना बनाइरहेको थिएँ र मैले मेरो फोन बिर्सेंको सम्झे..... अनि संयोगवश मैले यो रेल देखें।

source: Some people have the opportunity to observe the beauty that surrounds them.
ne: केही मानिसहरूलाई आफ्ना वरिपरिका सौन्दर्य नियाल्ने अवसर मिल्छ।

source: Yesterday I saw a rainbow above the level train crossing. More Tweets (in Japanese) can be read here.
ne: अहिले बिहानको समय हो, म क्रसिङमा कुरिरहेको छु र मैले यो आकर्षक पन्जाको छाप देखें।

source: Screenshot from the Instagram account @unfairandlovely_
ne: इन्स्टाग्राम एकाउन्ट @unfairandlovely_ बाट लिइएको स्क्रीनशट

source: In many parts of Africa and Asia, the mainstream concept of beauty is often associated with lighter-skinned woman. Skin-whitening cosmetics are a multi-billion dollar industry, and their products support the idea that lightening dark skin is both achievable and preferable.
ne: अफ्रिका र एशियाका धेरै जसो भागमा सौन्दर्यको मूल अवधारणा गोरो वर्ण भएका महिलाहरूसँग सम्बद्ध छ। त्वचा गोरो बनाउने सौन्दर्य प्रशाधनका सामग्रीहरूको अरबौं डलरको व्यापार छ र ती सामग्रीहरूले श्यामवर्णलाई गोरो बनाउन सकिन्छ र यो बढि मन पराइने खालको हुन्छ भन्ने अवधारणालाई समर्थन गर्दछन्।

source: The hashtag gained momentum on different social media like Twitter, Instagram and Tumblr, inspiring women to celebrate their darker skin. It began in the United States with a photo shoot, Pax Jones behind the camera and sisters Mirusha and Yanusha Yogarajah, whose parents are from Sri Lanka, modelling. All three are University of Texas students.
ne: यसलाई #‎UnfairAndLovely अभियानले चुनौती दिइरहेको छ। यस ह्याशट्यागले ट्वीटर, इन्स्टाग्राम र टम्बलर जस्ता विभिन्न सोसल मिडियामा तहल्का मचाउँदै आफ्नो त्वचाको श्यामवर्णलाई नै राम्रो ठान्नलाई प्रेरित गरेको छ। संयुक्त अधिराज्य अमेरिकामा प्याक्स जोन्सले आफ्ना बहिनीहरू मिरुषा र यानुषा योगराजाको गरेको फोटो शूटबाट यो अभियान शुरु भयो। श्रीलंकाली आमाबुवाका सन्तान जोन्स र उनका मोडलिङ्ग गर्ने बहिनीहरु तीनै जना युनिभर्सिटि अफ टेक्सासका विद्यार्थी हुन् ।

source: They shared the photos online with the hashtag #UnfairAndLovely to challenge the idea that "fair" (as seen in the name of the popular Fair and Lovely skin-lightening cream) means more beautiful.
ne: उनीहरुले आफ्ना फोटो ह्याशट्याग #UnfairAndLovely सहित अनलाइनमा सेयर गरे। यसको उद्देश्य चाही "फेयर" (छाला गोरो बनाउने नाम चलेको फेयर एण्ड लभ्ली क्रीम) यानिकि गोरो भनेकै सुन्दर हो भन्ने अवधारणालाई चुनौती दिनु हो।

source: The campaign then took off. Jones, who is black, said in an interview, “I wanted to explore how overly colorism translates into a global phenomenon, and how that impacted others from ethnic backgrounds different from my own.” My friend's mom used to do this and it made me so sad.
ne: त्यसपछि अभियानले गति लियो। श्यामवर्णका जोन्सले अन्तर्वार्तामा भनिन्, "म अति रंगवाद कसरी विश्वभरि नै फैलिने फेनोमेनन हुन्छ भन्ने हेर्न चाहन्थे र यसले म भन्दा भिन्न जातीय पृष्ठभूमिलाई कसरी प्रभावित गर्छ भन्ने हेर्न चाहन्थे।"

source: There's beauty in all shades #unfairandlovely⚡️https://t.co/UYCSI8p40U — Count VanDerMattson (@VanDerMattson) February 28, 2016 There have been other movements in the past against colorism.
ne: मेरो साथीको आमाले यसो गर्थिन् र यसले मलाई दुखी बनाउथ्यो। सौन्दर्यता हरेक रङ्गहरूमा हुन्छ #unfairandlovely⚡️https://t.co/UYCSI8p40U

source: In India, a petition against Indian cosmetics company Emami called on them to withdraw a particularly discriminatory advert for Fair and Handsome cream.
ne: विगतमा रंगवादविरुद्ध अन्य अभियानहरू संचालान गरिएका थिए। भारतमा भारतीय सौन्दर्य प्रशाधन सामग्री उत्पादन गर्ने कम्पनी इमामीविरुद्ध फेयर एण्ड ह्याण्डसम क्रिमको विभेदकारी विज्ञापन हटाउनका लागि याचिका दायर गरिएको थियो। सन् २०१३ को अर्को अभियान डार्क इज ब्यूटिफुल (श्यामवर्ण सुन्दर हुन्छ, ग्लोबल भ्वाइसेजको रिपोर्ट हेर्नुहोस्) ले श्यामवर्ण अलिक कुरुप र अरुको दाँजोमा नराम्रो हुन्छ भन्ने अवधारणा विरुद्ध काम गर्यो। त्यस पछिको वर्षमा एडभर्टाइजिङ्ग स्ट्याण्डर्ड्स काउन्सिल अफ इण्डिया (भारतको विज्ञापन स्तर मापन गर्ने परिषद्) ले त्वचा गोरो बनाउने सामग्रीहरूको विभेदकारी विज्ञापनमा रोक लगायो।

source: Another campaign called Dark is Beautiful (see Global Voices report) in 2013 pushed back against the idea that dark skin is somehow uglier or inferior.
ne: अफ्रिकी राष्ट्र आइवरी कोष्टले पनि स्वास्थ्यमा दूरगामी प्रभाव पार्ने भन्दै त्वचा गोरो बनाउने सामग्रीहरूको विभेदकारी विज्ञापनमा रोक लगायो।

source: For #‎UnfairAndLovely, many women shared selfies on Twitter with the hashtag:
ne: #‎UnfairAndLovely का लागि धेरै महिलाहरूले ट्वीटरमा ह्याशट्यागका साथ सेल्फी सेयर गरे:

source: when people pick on girls w/darker skin but fail to realize our glo provides light for this society #UNFAIRANDLOVELY pic.twitter.com/5U6qgUwu56 — Tina Elaine (@sipstina) February 28, 2016
ne: जब मानिसहरू श्यामवर्ण भएका केटीहरूतिर औंला ठड्याउँछन् तर बिर्सन्छन् कि हाम्रो उज्यालोले समाजका लागि प्रकाश दिन्छ #UNFAIRANDLOVELY pic.twitter.com/5U6qgUwu56

source: I'm #brown or bust.
ne: म #brown छु अथवा गएगुज्रेकी छु। आफ्नो छाला, कपाल, सबैलाई माया गर। #brownandunbothered #unfairandlovely #stayunfair

source: be comfortable in your skin, dont let the media tell u the definition of beauty #unfairandlovely pic.twitter.com/pTOW0qMrLt — rosie (@myboyjimin) February 28, 2016
ne: आफ्नो त्वचामा आराम अनुभव गर, मिडियालाई सौन्दर्यको ब्याख्या गर्न नदेऊ #unfairandlovely

source: No matter what shade of brown you are, you're beautiful. S/O to the #UNFAIRANDLOVELY!
ne: तिमी कुनै पनि श्यामवर्णको किन नहोउ, तिमी सुन्दर छौं। #UNFAIRANDLOVELY लाई कराएर भन्छु । म आफैंलाई माया गर्छु।

source: I love myself. 👍🏾🙌🏾 pic.twitter.com/7oppsjjJFl — Davika (@DavikaStaar) February 28, 2016
ne: #unfairandlovely: लंकावासी, बंगलादेशी, दक्षिण भारतीय जो प्रभुत्वशाली उत्तर भारतीयमाझ कहिल्यै अँटाउदैनन् + सुन्दरताको औपनिवेशिक अवधारणा

source: Hashtag humour: #UnfairAndLovely
ne: ह्याशट्याग व्यंग्य: #UnfairAndLovely

source: Some men joined in, as well:
ne: दक्षिण पूर्व एशियाली महिलाहरूले भोग्नुपर्ने रंगवादप्रति व्यंग्यात्मक प्रतिक्रिया। केही पुरुषहरूले पनि यसमा साथ दिए:
